Revit 2027 API
ParameterTypeId.PathReinSpacing Property
 "Bar Spacing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PathReinSpacing { get; }
Public Shared ReadOnly Property PathReinSpacing As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PathReinSpacing {
	ForgeTypeId^ get ();
}
static member PathReinSpacing : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace